package com.loco.global

enum class PlaceEnum(val value: String) {
    p1("강남/역삼/선릉"),

    p2("강남구청"),

    p3("개포/일원/수서"),

    p4("건대/군자/구의"),

    p5("금호/옥수"),

    p6("명동/을지로/충무로"),

    p7("방이"),

    p8("북촌/삼청"),

    p9("삼성/대치"),

    p10("상수/합정/망원"),

    p11("서울역/회현"),

    p12("서초/방배"),

    p13("서촌"),

    p14("선릉/삼성"),

    p15("성수/뚝섬"),

    p16("신사/논현"),

    p17("신촌/홍대/서교"),

    p18("압구정/청담"),

    p19("양재/도곡"),

    p20("연남"),

    p21("영동포/여의도"),

    p22("용산/삼각지"),

    p23("이태원/한남"),

    p24("잠실/송파"),

    p25("종로/광화문"),

    p26("분당"),

    p27("수원/광교"),

    p28("판교")

}